Repository: BackupTheBerlios/pplt-svn
Catalog: PPLT/I18N/*/PPLT.po
Languages: de

source: &New session
de: &Neue Sitzung

source: Create a new (epmty) session.
de: Erzeugt einen neue (leere) Sitzung

source: &Open session
de: Sitzung &laden

source: Open a saved session.
de: Läd eine gespeicherte Sitzung

source: &Save session
de: Sitzung &speichern

source: Save the current session.
de: Speichert die aktuelle Sitzung

source: Save session &as ...
de: Sitzung speichern &unter...

source: Save the curent session under an other filename.
de: Speichert die aktuelle Sitzung unter einem anderen Dateinamen.

source: &Quit
de: &Beenden

source: Exit the application.
de: Beendet die Applikation

source: &File
de: &Datei

source: Load &device...
de: &Gerät laden

source: Loads a device to the device list.
de: Läd ein Gerät

source: Load &server...
de: &Server laden

source: Loads a server to the server list.
de: Läd und startet einen Server

source: &Load
de: &Laden

source: &Help...
de: &Hilfe...

source: Shows the help book...
de: Zeigt die Online Hilfe an...

source: &About PPLT
de: &Über PPLT

source: Shows a short info like version etc ...
de: Zeigt eine kurze Info über die PPLT an...

source: &Help
de: &Hilfe

source: Select a repositority...
de: Installationsquelle auswählen...

source: Select Repositorities
de: Installationsquellen

source: Default PPLT Module Responsidority (HTTP)
de: Standard PPLT Modul Respositority (http://pplt.berlios.de)

source: Default PPLT Module Responsidority (FTP)
de: Standard PPLT Modul Respositority (http://ftp.berlios.de/pub/pplt)

source: Other URL:
de: Andere URL:

source: Local File:
de: lokale Datei:

source: Options:
de: Optionen:

source: Follow links
de: Verlinkungen folgen

source: Follow also links to other sides.
de: Verlinkungen auch zu anderen Rechnern folgen.

source: Select Module Folder
de: Auswahl des Modul-Verzeichnisses

source: Import Module Repositorities
de: Importiere Modulquellen

source: Import:
de: Importiere:

source: Could not import repositority
de: Fehler beim importieren der Modulquelle

source: ErrorCode:
de: Fehlercode:

source: Error while import
de: Fehler beim importieren

source: PPLT Module Manager
de: PPLT Modul Manager

source: Hide Core-Modules
de: Kernmodule ausblenden

source: Add Folder
de: Ordner hinzufügen

source: Cancel
de: Abbrechen

source: Select DeviceSlot
de: Geräte-Slot auswählen

source: Devices
de: Geräte

source: Enter expl. slot name or addr.:
de: Geben sie einen explizieten Slotnamen oder eine Adresse an:

source: Properties of
de: Eigenschaften von

source: Type:
de: Typ:

source: FQDN
de: FQGN

source: Add device...
de: Gerät hinzufügen...

source: Add Device
de: Gerät hinzufügen

source: Del Device
de: Gerät löschen

source: DevName
de: Name

source: Cancel
de: Abbrechen

source: DeviceSelection
de: Geräte Auswahl

source: Select a Device: Above are all known devices are listed. Grouped by there class. To see the content of a class please double-click the class. To select a device, please double-click the device. To see a short help-text for a device, single-click it.
de: Wählen sie ein Gerät: Oben sind alle bekannten Geräte aufgelistet, gruppiert nach ihren Klassen. Um den Inhalt einer Klasse zu sehen, doppel-klicken sie die Klasse, Um ein Gerät aus zu wählen doppel-klicken sie das Gerät. Sie erhalten einen kurzen Hilfetext, wenn sie das Gerät mit einem einfachen Klick markieren.

source: http://pplt.berlios.de by Hannes Matuschek <hmatuschek@gmx.net>
de: http://pplt.berlios.de/de von Hannes Matuschek <hmatuschek@gmx.net>

source: PPLT Center demonstrate the functionality of the PPLT library. At first create some users and change the password of the superuser. Then load one or two devices, create symbols, that are attached to the devices and at the end start a server.
de: Das PPLT Center demonstriert die Funktionalität der PPLT Bibliothek. Zunächst sollten sie einige Benutzer anlegen und das Passwort des Superusers ändern. Dann können sie ein oder zwei Geräte laden, Symbole erzeugen, die mit den Geräten verbunden sind. Zum Schluß können sie einen Server starten.

source: Owner:
de: Besitzer:

source: Group:
de: Gruppe:

source: Owner:
de: Besitzer:

source: Group:
de: Gruppe:

source: Any:
de: Jeder:

source: read
de: lesen

source: write
de: schreiben

source: SymbolTree
de: Symbolbaum

source: User DataBase
de: Benutzerdatenbank

source: DefaultUser
de: Standard Benutzer

source: Add Server
de: Server hinzufügen

source: Stop Server
de: Server anhalten

source: SrvName
de: Name

source: DefautUser:
de: Standard Benutzer:

source: ServerSelection
de: Serverauswahl

source: Servers
de: Server

source: Properties
de: Eigenschaften

source: Set Value
de: Wert setzen

source: Value:
de: Wert:

source: Set
de: Setzen

source: Time:
de: Zeitstempel:

source: Close
de: Schließen

source: Error while set value of symbol
de: Fehler beim Setzen des Wertes des Symbols

source: Error while set value
de: Fehler beim Setzen des Wertes

source: SymbolTree (/)
de: Symbolbaum (/)

source: Add Symbol
de: Symbol hinzufügen

source: Get/Set Value
de: Wert setzen/lesen

source: Delete Symbol
de: Symbol löschen

source: Rename
de: Umbenennen

source: Delete Folder
de: Ordner löschen

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Re-Type:
de: Nocheinmal:

source: Group Name:
de: Gruppenname:

source: User Name:
de: Benutzername:

source: Create Memeber
de: Benutzer erzeugen

source: Create User-Proxy
de: Vertreter erzeugen

source: Create Group
de: Gruppe erzeugen

source: Change Password of
de: Passwort ändern von

source: Del User-Proxy
de: Vertreter löschen

source: Add User
de: Benutzer hinzufügen

source: Add User-Proxy
de: Vertreter hinzufügen

source: Add Group
de: Gruppe hinzufügen

source: Del Group
de: Gruppe löschen

source: Del User
de: Benutzer löschen

source: Set SuperUser
de: Superuser setzen

source: Change Password
de: Passwort ändern

source: Description
de: Beschreibung

source: Do you realy want to uninstall
de: Möchten sie mit dem Löschen fortfahren von:

source: Uninstall
de: Deinstallieren

source: Error
de: Fehler

source: Modulename:
de: Modulname:

source: Module is installed.
de: Modul ist installiert.

source: And update aviable.
de: Und Updates sind verfügbar.

source: To update the module: please double-click at the icon of the Module
de: Um das Modul zu updaten: Klicken sie bitte duppelt auf das Icon des Moduls.

source: Module not installed.
de: Modul nicht installiert.

source: To install the module: please double-click at the icon of the Module
de: Um das Modul zu installieren, klicken sie bitte doppelt auf das Icon des Moduls.

source: Module installed but the update is not installable.
de: Modul ist installiert jedoch ist das Update nicht installierbar.

source: Module not installable!
de: Modul ist nicht installierbar!

source: Reason:
de: Grund:

source: Module Info
de: Modul Info

source: Unpossible combination of beeing not installed and being local.
de: Unmögliche kombination der Zustände "nicht installiert" und "local". Bitte wenden sie sich an den Author!

source: Mismatching Python version: Need %s <-> has %s
de: Unpassende Python Version: Benötige %s <-> habe %s

source: Mismatching pyDCPU version: Need %s <-> has %s
de: Unpassende pyDCPU Version: Benötige %s <-> habe %s

source: Needed Python library %s not found (not installed?!?)
de: Benötigte Python Bibliothek %s nicht gefunden!

source: Unable to get file from URL %s
de: Fehler beim laden einer Datei von der URL %s

source: Error while install %s
de: Fehler beim Installieren von %s

source: This CoreMdoule is used by other Modules.
de: Dieses Kernmodul wird von anderen Module verwendet.

source: Core module %s not known!
de: Kernmodul %s (und dessen Quelle) nicht bekannt!

source: Core mod %s is not installable. (%s)
de: Kernmodul %s ist nicht installierbar. (%s)

source: Unable to install %s: Install of %s failed.(%s)
de: Fehler beim Installieren von %s: Installation von %s fehlgeschlagen. (%s)

source: Can't open URL %s. Maybe bad proxy or network not reachable.
de: Konnte URL %s nicht öffenen. Vielleicht eine Fehlerhafte Proxyeinstellung oder das Netzwerk ist nicht erreichbar.

source: Error while parse module-list at %s >>> %s
de: Fehler beim parsen der Modulliste in %s >>> %s

source: Invalid Document.
de: Fatal: Dokumentenfehler.

source: Invalid format of module-list %s. (no name)
de: Formatfehler in Modulliste %s. (Kein Name)

source: Invalid format of module-list %s. (no class)
de: Formatfehler in Modulliste %s. (Keine Klasse)

source: Invalid format of module-list %s. (no version)
de: Formatfehler in Modulliste %s. (Keine Version)

source: Invalid format of module-list %s. (no file-name)
de: Formatfehler in Modulliste %s. (Kein Dateiname)

source: Invalid element (%s) in list.
de: Fahlerhaftes (unbekanntes) Element %s in der Modulliste!
